[BallisticShield_CV X2AbilityTemplate]
LocFriendlyName="盾牌卫士"
LocHelpText="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocLongDescription="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocFlyOverText="盾牌卫士"

[BallisticShield_MG X2AbilityTemplate]
LocFriendlyName="盾牌卫士"
LocHelpText="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocLongDescription="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocFlyOverText="盾牌卫士"

[BallisticShield_BM X2AbilityTemplate]
LocFriendlyName="盾牌卫士"
LocHelpText="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocLongDescription="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocFlyOverText="盾牌卫士"

[SparkBallisticShield_CV X2AbilityTemplate]
LocFriendlyName="盾牌卫士"
LocHelpText="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocLongDescription="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocFlyOverText="盾牌卫士"

[SparkBallisticShield_MG X2AbilityTemplate]
LocFriendlyName="盾牌卫士"
LocHelpText="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocLongDescription="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocFlyOverText="盾牌卫士"

[SparkBallisticShield_BM X2AbilityTemplate]
LocFriendlyName="盾牌卫士"
LocHelpText="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocLongDescription="这个单位为盟友提供半掩体，并且即使在被包围时也能享受到低半掩体加成。"
LocFlyOverText="盾牌卫士"

[ShieldWall X2AbilityTemplate]
LocFriendlyName="蹲下 (盾牌)"
LocHelpText="躲在你的盾牌后面。防御增加30，闪避增加50，并为盟友提供全掩体。"
LocLongDescription="躲在你的盾牌后面。防御增加30，闪避增加50，并为盟友提供全掩体。"
LocFlyOverText="蹲下 (盾牌)"

[ShieldBash X2AbilityTemplate]
LocFriendlyName="盾牌猛击"
LocHelpText="冲入近战范围，用你的盾牌猛击敌人。这次攻击伤害较低，但会使目标混乱。"
LocLongDescription="冲入近战范围，用你的盾牌猛击敌人。这次攻击伤害较低，但会使目标混乱。"